IDEA StatiCa Open Model
LoadOnLine.LoadProjection Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets, sets load projection
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public LoadProjection LoadProjection { get; set; }
Public Property LoadProjection As LoadProjection
	Get
	Set
public:
property LoadProjection LoadProjection {
	LoadProjection get ();
	void set (LoadProjection value);
}
Property Value
Type: LoadProjection
See Also
Reference
LoadOnLine Class
IdeaRS.OpenModel.Loading Namespace